const quizData = [
  {
    question: "Яка столиця Франції?",
    options: ["Париж", "Лондон", "Берлін", "Рим"],
    correctOption: "Париж",
  },
  {
    question: "Яка валюта використовується в Японії?",
    options: ["Долар", "Йена", "Євро", "Фунт"],
    correctOption: "Йена",
  },
  {
    question: "Яка річка є найдовшою у світі?",
    options: ["Амазонка", "Ніл", "Янцзи", "Міссісіпі"],
    correctOption: "Ніл",
  },
  {
    question: "Яка планета найбільша у Сонячній системі?",
    options: ["Земля", "Марс", "Юпітер", "Сатурн"],
    correctOption: "Юпітер",
  },
  {
    question: "Яка мова є офіційною в Бразилії?",
    options: ["Іспанська", "Португальська", "Англійська", "Французька"],
    correctOption: "Португальська",
  },
];
